[
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Our Mission<br><br></strong>As humans, there are few things more exciting than meeting someone new. At Tinder, we’re inspired by the challenge of keeping the magic of human connection alive. With tens of millions of users, hundreds of millions of downloads, 2+ billion swipes per day, 20+ million matches per day, and a presence in 190+ countries, our reach is expansive—and rapidly growing.<br><br>We work together to solve complex problems. Behind the simplicity of every match, we think deeply about human relationships, behavioral science, network economics, AI and ML, online and real-world safety, cultural nuances, loneliness, love, sex, and more.<br><br><strong>The Team<br><br></strong>The Marketing Analytics team powers data-informed decision-making for the business leaders at Tinder. We are looking to add a creative Data Scientist to our growing Analytics team!<br><br>You will use comprehensive datasets to analyze metrics, develop automated reports, and generate exploratory insights to guide our business solutions. You will collaborate with other members of our team, to surface important insights - exploratory analysis, experiment results, collaborations with other teams (Marketing/Finance/consumer insights/strategy/etc) - to our partner teams and across the company. These insights influence both the performance of our business and the experience of our members.<br><br><strong>Where you’ll work:<br><br></strong>This is a hybrid role and requires in-office collaboration twice per week. This position is located in West Hollywood, CA.<br><br><strong>In this role, you will:<br><br></strong><li>Drive rigorous testing to validate hypotheses and guide business decisions.</li><li>Find the “story” in the data and readily share insights with product, engineering, and design as well as at a company level.</li><li>Be an authority with a point of view for the organization, using data to constantly challenge and reshape our current understanding of customer behavior and business performance.</li><li>Derive and communicate data-driven recommendations regarding both the prioritization of potential product/marketing initiatives and performance of current initiatives.</li><li>Define and operationalize the detailed tracking of company-wide, team-specific, and product-specific performance metrics via rollout tables, dashboards, and automated reporting.<br><br><br></li><strong>You’ll need:<br><br></strong><li>Bachelor’s degree or equivalent experience in a quantitative field, Master’s degree or PhD with a social science background preferred. </li><li>1-2 years of professional working experience in Data Science and/or analytics preferred. </li><li>Skilled in SQL and deep understanding of statistical modeling, causal inference, and experimentation.</li><li>Ability to develop a nuanced business understanding, testable hypotheses, and significant findings from data.</li><li>Eagerness to identify and explore new product opportunities, member insights, and potential improvements to our data infrastructure.</li><li>Curiosity of how things work, from a business, member, and technical perspective.</li><li>A desire to collaborate and work with other data scientists as well as other cross functional teams.<br><br><br></li><strong>Nice to have: <br><br></strong><li>Experience with Python/R and visualization tools like Tableau or Mode is a plus.</li><li>Marketing (Digital of traditional) experience is a plus.<br><br><br></li><strong>As a full-time employee, you’ll enjoy:<br><br></strong><li>Unlimited PTO (with no waiting period), 10 annual Wellness Days</li><li>Time off to volunteer and charitable donations matched up to $15,000 annually </li><li>Comprehensive health, vision, and dental coverage</li><li>100% 401(k) employer match up to 10%, Employee Stock Purchase Plan (ESPP)</li><li>100% paid parental leave (including for non-birthing parents), family forming benefits, and Milk Stork, which provides access to breast milk shipping for business travel, surrogacy, and employee relocation</li><li>Investment in your development: mentorship through our MentorMatch program, access to 6,000+ online courses through Udemy, and an annual $3,000 stipend for your professional development</li><li>Investment in your wellness: access to mental health support via Modern Health, BetterHelp, and Insight Timer; paid concierge medical membership, pet insurance, fitness membership subsidy, and commuter subsidy</li><li>Free subscription to Tinder Gold<br><br><br></li>$95,000 - $114,000 a year<br><br>The salary range for this position is $95,000 - $114,000. Factors such as scope and responsibilities of the position, candidate's work experience, education/training, job-related skills, internal peer equity, as well as market and business considerations may influence base pay offered. This salary range is reflective of a position based in Los Angeles, CA. This salary will be subject to a geographic adjustment (according to a specific city and state), if an authorization is granted to work outside of the location listed in this posting.<br><br><strong>Commitment to Inclusion<br><br></strong>At Tinder, we don’t just accept difference, we celebrate it. We strive to build a workplace that reflects the rich diversity of our members around the world, and we value unique perspectives and backgrounds. Even if you don’t meet all the listed qualifications, we invite you to apply and show us how your skills could transfer. Tinder is proud to be an equal opportunity workplace where we welcome people of all sexes, gender identities, races, ethnicities, disabilities, and other lived experiences. Learn more here: https://www.lifeattinder.com/dei<br><br> If you require reasonable accommodation to complete a job application, pre-employment testing, or a job interview or to otherwise participate in the hiring process, please contact employeebenefits@matchgroup.com.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3966714827"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          It's an exciting time to join Netflix as we continue to transform entertainment globally. We are bringing new stories to millions of people worldwide by promoting our original, exclusive content. As we move beyond 260 million members and hundreds of partnerships worldwide, our approach to marketing is to build innovative, culturally relevant, creatively excellent campaigns that pierce the zeitgeist and drive conversation.<br><br>Data is a crucial component in shaping our comprehensive conversation strategy. In Content &amp; Marketing Data Science and Engineering (DSE), we focus on delivering data products and insights that support our business partners in their complex and nuanced decision-making processes. We are a highly collaborative team that partners across Netflix to drive impact.<br><br>We are seeking a talented Senior Data Scientist to provide key insights and thought partnership to our marketing decision makers. You will generate insights by scoping and executing deep dive analysis and experimentation with global marketing teams, consumer insights and finance and strategy. You will also be the primary point of contact for our Product Marketing, BizOps, and Content Services partner team and will play a critical role in aligning and coordinating the efforts of the various other DSE peers that partner with the Marketing team. In success, you will collaborate on existing priorities but also will propose and execute on new opportunities. This role features ample opportunity for project ownership, leadership and direct influence on impactful business decisions.<br><br><br><strong>In This Role, You Will<br><br><br></strong><ul><li>Be a strategic thought partner with business stakeholders to define high-impact analytical problems and innovative ways to solve them with data.</li><li>Develop statistical models explaining campaign engagement and performance, Marketing impact, and other key behavioral patterns</li><li>Facilitate the Marketing cross-functional DSE pod, ensuring the DSE partnership efforts with Marketing efforts are aligned</li><li>Translate analytic insights into actionable recommendations for business improvement, and communicate these findings clearly to a broad audience</li><li>Identify and proactively socialize Marketing insights, especially those that may be impactful to other business areas<br><br><br><br></li></ul><strong>What You’ll Bring<br><br><br></strong><ul><li>Exceptional interpersonal and communication skills to influence stakeholders using clear insights and recommendations</li><li>Adept at cultivating strong partnerships</li><li>Exceptional thought partnership and engagement abilities with a diverse set of stakeholders and passion about communicating difficult concepts to non-technical audiences</li><li>Highly skilled in leading through influence</li><li>Exceptional facilitation, planning, and organization skills</li><li>Domain expertise in Marketing measurement</li><li>Strong statistical knowledge: understanding of predictive modeling; ability to tease out incrementality vs. correlations, confounder identification and amelioration, etc.</li><li>Basic understanding of experimentation including power calculations and interpretation of results</li><li>Strong SQL skills and experience with distributed analytic processing technologies (S3, Presto, Hive &amp; Spark)</li><li>Strong skills in Python or R</li><li>Self-starter who thrives under a high level of autonomy.</li><li>Enthusiastic about Netflix culture<br><br><br></li></ul>Our compensation structure consists solely of an annual salary; we do not have bonuses. You choose each year how much of your compensation you want in salary versus stock options. To determine your personal top of market compensation, we rely on market indicators and consider your specific job family, background, skills, and experience to determine your compensation in the market range. The range for this role is $170,000 - $720,000.<br><br>Netflix provides comprehensive benefits including Health Plans, Mental Health support, a 401(k) Retirement Plan with employer match, Stock Option Program, Disability Programs, Health Savings and Flexible Spending Accounts, Family-forming benefits, and Life and Serious Injury Benefits. We also offer paid leave of absence programs. Full-time hourly employees accrue 35 days annually for paid time off to be used for vacation, holidays, and sick paid time off. Full-time salaried employees are immediately entitled to flexible time off. See more detail about our Benefits here.<br><br>Netflix is a unique culture and environment. Learn more here.<br><br>We are an equal-opportunity employer and celebrate diversity, recognizing that diversity of thought and background builds stronger teams. We approach diversity and inclusion seriously and thoughtfully. We do not discriminate on the basis of race, religion, color, ancestry, national origin, caste, sex, sexual orientation, gender, gender identity or expression, age, disability, medical condition, pregnancy, genetic makeup, marital status, or military service.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3962464409"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Hey there. Glad you found us! Flock Freight is a technology company that's creating a smarter, more sustainable supply chain. Recognized on the CNBC \"Top 50 Disruptors\" list three years running (checking in this year at #20), Flock's patented technology finds and fills trucks' empty spaces so shippers can save money, carriers can earn more money, and goods move terminal-free with more accuracy and fewer emissions. Sounds like a pretty big task, right? Welp, it is. But we know we can make it happen.<br><br>If you're looking for the opportunity to make a difference then you've come to the right place. We're looking for folks that are innovative, love collaborating in a fast-paced environment, and find joy and excitement in doing the hard work. If that sounds like you then keep on reading and see if this role is the one for you.<br><br>Data scientists at Flock Freight work in close conjunction with the broader engineering organization to prototype and operationalize models in experimental and incremental deployments. A successful candidate is trusted by engineers and cross-functional stakeholders alike, capable of tackling complex challenges head-on to address critical business needs. They enjoy exploring our data, engineering new features, and conducting computational experiments to prototype and incrementally develop models. They are a self-starter who takes ownership of their data science projects and is able to go from concept to production in an efficient and reliable manner.<br><br><strong>Outcomes<br><br></strong><ul><li>Guide first model to production within 6 months of start</li><li>Quantifiably estimate level-of-effort and business impact of new data science projects</li><li>Work closely with stakeholders to obtain buy-in and develop trust in systems</li><li>Design, baseline, and monitor relevant KPIs and performance metrics</li><li>Provide stakeholders (both inside and outside of engineering) persistent visibility into health of production pipelines<br><br></li></ul><strong>Competencies<br><br></strong><ul><li>Naturally curious to learn how and why things work/behave the way they do</li><li>Ability to quickly learn and understand business concepts and problems</li><li>Ability to champion data science projects and estimate level of effort realistically</li><li>Ability to brainstorm and identify potential solution ideas to stakeholder issues</li><li>Detail oriented with an ability to dive deep into business processes, ability to scope data collection, and an ability to investigate data discrepancies </li><li>Data obsessed, with the ability to critically assess both quality and availability</li><li>Strong command of statistics and probability</li><li>Ability to develop robust ML models that perform as expected in production</li><li>Ability to communicate complex technical concepts to business stakeholders in an accessible way (e.g. through use of visualizations, and audience-appropriate presentations)</li><li>Comfortable working incrementally to release systems initially as MVP and iterate to improve </li><li>Ability to incorporate constructive feedback from stakeholders to improve models </li><li>Thorough -- From consistently and iteratively seeking feedback, to exploring, prototyping, training, testing, and validating new models, the candidate leaves no stone unturned<br><br></li></ul><strong>Knowledge / Experience<br><br></strong><ul><li>Masters or PhD in Data Science, Computer Science, Statistics, Applied Mathematics, Operations Research, Physical, Life or Social Sciences, Engineering, or related, highly quantitative discipline</li><li>1-5 years working on data science and machine learning projects, with models successfully transitioned into production</li><li>Mastery of Python and common DS libraries (e.g. SciKitLearn, Scipy, Numpy, TF/PyTorch)</li><li>Mastery of SQL</li><li>Experience in at least one of the following areas: time-series modeling, dynamic pricing systems, marketplaces, recommenders systems, causal inference, experimentation, feature stores, NLP, and LLMs.</li><li>Knowledge with data sampling and splitting techniques</li><li>Knowledge of machine learning algorithms<br><br></li></ul><em>The expected compensation range for this position is $135,000- $158,000 per year. When determining an offer, we take into account a variety of factors that are important in making compensation decisions including but not limited to skill sets; experience and tenure; education and certifications; and other business and organizational needs. The disclosed range estimate is based on market data for the greater San Diego area. Salary bands may, in some circumstances, be adjusted to a different geographic area depending on the candidate's position and location. In general, Flock Freight targets the mid-point of this salary range.<br><br></em><em>In addition to salary, full-time employees are also eligible for an equity package and our competitive benefits that support you and your family as part of your total rewards package at Flock Freight. If you are local to San Diego, Chicago, or the surrounding areas, your presence will be expected in one of Flock Freight's headquarters locations (San Diego or Chicago) in a hybrid capacity. Ask your recruiter for more specifics about your team's hybrid policy!<br><br></em><strong>Our promise to you: <br><br></strong>Flock Freight is committed to creating an environment that's fair and inclusive. We fill our open positions based on qualifications, merit, and business needs. We value the skills of people from all backgrounds and are proud to hire, promote, and retain talent from a diverse candidate pool. Diverse perspectives are central to innovation at Flock Freight and make our team better. We're interested in your inherent abilities, not just the skills you bring from your last role - if you think you have what it takes to succeed in the role but don't check every box, please still get in touch. We'd love to start a conversation with you.<br><br><strong>Life &amp; Benefits of the Flock:<br><br></strong><ul><li>Flexible PTO: Our Flockers work hard and deserve the time they need to rest and recharge. With no accrual system, we encourage you to the time you need off, when you need it. </li><li>401(k) Employer Match: We know Flock may just be a stepping stone in your epic journey, but we want to be sure you're setting your future self up for success! For that reason, we provide a 401(k) plan that offers a 4% employer match.</li><li>Medical, Dental &amp; Vision: Generous coverage for employees and dependents. Both HMO and PPO options provided with 100% Employer paid options for employees.<br><br></li></ul><em>Flock Freight has zero tolerance for behavior that negatively impacts marginalized groups, including women, people of color, veterans, immigrants, people with disabilities, and members of the LGBTQIA+ community. We invite people of all identities to join the Flock!</em>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3965543938"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Analytica is seeking a Junior <strong>Data Scientist </strong>to remotely support a high-profile financial regulatory client with a data and analytics program. The ideal candidate will provide hand-on support in developing data pipelines and analytics solutions within an AWS environment.<br><br>Analytica has been recognized by Inc. for 3 consecutive years as one of the 250 fastest growing business. We offer competitive compensation with opportunities for bonuses, employer paid health care, training and development funds, and 401k match.<br><br><strong>Responsibilities include:</strong><ul><li>Provide statistical analysis and model development using programming languages.</li><li>Develop analytics solutions that are scalable, repeatable, effective, and meet the expectations of the decision-makers and stakeholders</li><li>Perform data analysis, research and data manipulation tasks</li><li>Perform queries and interpret business data requests to create efficient queries</li><li>Directly support users by developing advanced reporting and analytics.</li><li>Work with project stakeholders and the software development team to develop data analysis</li><li>Assisting users in choosing data sources and discovering new methods for achieving goals.</li></ul><p><strong>Qualifications:</strong></p><ul><li>Bachelor’s degree in Math, Statistics, Economics, Computer Science, or any other quantitative field.</li><li>3+ years’ experience in data analysis or analytical field</li><li>Ability to extract data, transform data, manipulate data and perform analysis</li><li>Demonstrated knowledge of data concepts and experience working with data architects in the design of database schemas.</li><li>Strong skills in various data analysis and visualization tools including SQL Server, Tableau, Python, R, SAS, Excel and PowerPoint</li><li>Proficiency with statistical tools (SAS, R) and analysis is preferred.</li><li>Experienced in machine learning, deep learning, and natural language processing (NLP) are a plus</li><li>Must be a US citizen</li><li>Must be able to obtain and maintain a Public trust security clearance&amp;#8239;for the supported agencies</li></ul><p>About Analytica: Analytica is a leading consulting and information technology solutions provider to public sector organizations supporting health, civilian, and national security missions. The company is an award-winning SBA certified 8(a) small business that has been recognized by Inc. Magazine each of the past three years as one of the 250 fastest-growing companies in the U.S. Analytica specializes in providing software and systems engineering, information management, analytics &amp; visualization, agile project management, and management consulting services. The company is appraised by the Software Engineering Institute (SEI) at CMMI® Maturity Level 3 and is an ISO 9001:2008 certified provider.</p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3959507445"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p>Job Description:</p><p>The Data Scientists will be responsible for helping identify intelligence hidden in vast amounts of data and illuminating networks of concern and direct investigative decisions in order to deliver high quality investigative products. The primary focus will be in applying data mining techniques, doing statistical analysis, building high quality prediction systems, and integrating these specialties and results with our products.</p><p><br></p><p>The Data Scientists will use classified (if Security Clearance is high enough) and unclassified systems in support of creating targetable opportunities by identifying individuals and drugs and/or weapons trafficking organizations that pose a threat to the mail stream and US Government Client customers, employees, and infrastructure. USPIS seeks to have the data scientists use analytical targeting information from CBP’s Team Avenger program. The associated Data Scientists will embed themselves with the USPIS Program Manager assigned to CBP – NTC and analyze the processes already in place to find a way to incorporate those processes within the USPIS target model.</p><p><br></p><p>Description:</p><p>Identifies business trends and problems through complex big data analysis. Interprets results from multiple sources using a variety of techniques, ranging from simple data aggregation via statistical analysis to complex data mining independently. Designs, develops and implements the most valuable business solutions for the organization. Prepares big data, implements data models and develops database to support the business solutions.</p><p><br></p><p>Description:</p><p>• Fifteen (15) year ‘s relevant Data Analyst/Data mining experience to include but not limited to, Cloud resource hosting solution for APOLLO, HYDRA and ORION.</p><p>• Works on high-visibility, or mission critical aspects of a given program, and performs all functional duties independently.</p><p>• Oversees the efforts of direct reporting resources and/or be responsible for the efforts of all staff assigned to a specific job.</p><p>• Complete/delivery of the following Tasks:</p><p><br></p><p>Task #1: Developing and Building Automated Tools</p><p>Description: Client requires the Suppliers to select features and build and optimize classifiers using machine learning techniques associated to automation when working with large data sets.</p><p>Deliverables: Creating usable tools and systems to streamline processes and reduce manual resource hours.</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Must follow guidelines acceptable to Client , Client Office of Counsel, and US Government Client technical departments.</p><p>Task #2: Data Mining using state-of-the-art methods</p><p>Description: Client requires the Suppliers to utilize state-of-the-art methods to mine large data sets in various formats and from various sources at their access to produce intelligence products to support Client strategies and mission.</p><p>Deliverables: Useable and understandable product results will be derived from data mining.</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Must be formatted in a way that is acceptable to Inspectors for use in the field with data that is helpful and drives Client-based targeting and investigations.</p><p><br></p><p>Task #3: Provide third party data, where applicable, to enhance product results</p><p>Description: Client requires the Suppliers to utilize any available third-party data sources to enhance and extend the US Government Client/USPIS data to provide a more comprehensive analytical picture.</p><p>Deliverables: Complete and comprehensive product results utilizing internal data and external data where, authorized and acceptable.</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: The use of any third-party data used should be authorized by the providing entity and acceptable by USPIS.</p><p><br></p><p>Task #4: Enhance data collection procedures</p><p>Description: Client requires the Suppliers to Enhance data collection procedures to automate repetitive processes, include relevant data for building analytical systems, process, cleanse and verify the integrity of the data.</p><p>Deliverables: Provide a technologically advanced data collection system.</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Criteria would include the automation process for collecting data for building analytical systems. The data must be processed, cleansed and the integrity of the data must be verified.</p><p><br></p><p>Task #5: Conduct ad-hoc analysis and present results</p><p>Description: Client requires the Suppliers to Conduct ad-hoc analysis and present results in a clear manner which could include presentations, written documents and/or graphs and charts for visual aids.</p><p>Deliverables: Product outputs from ad-hoc analysis requests from CI2</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: The product must contain an output presented in a variety of formats for clear understanding by intended audiences.</p><p><br></p><p>Task #6: Create automated anomaly detection systems</p><p>Description: Client requires the Suppliers to create an automated detection system with internal tracking of its performance.</p><p>Deliverables: Automated anomaly detection system.</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Anomaly detection system with a built-in process to track performance of the system.</p><p><br></p><p>Task #7: Assist in general IT support as needed</p><p>Description: Client requires the Suppliers to assist with general IT support as needed for the skill level of the data scientists.</p><p>Deliverables: Successful assistance in general IT support within the CI2 and CI2 NTC environment</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Support will be provided in a way that adheres to US Government Client and USPIS policy and is acceptable to USPIS.</p><p><br></p><p>Task #8: Continue to enhance a Cloud resource hosting solution</p><p>Description: Client requires the Suppliers to Enhance and support a Cloud resource hosting solution for APOLLO, HYDRA and ORION.</p><p>Deliverables: Fully Cloud resource-hosted and accessible tools including APOLLO, HYDRA and ORION.</p><p>Acceptance Criteria: The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Tools must be hosted and made accessible to Inspectors in the field.</p><p><br></p><p>Education Requirements:</p><p>• A minimum of thirteen (13) to twenty (20) years’ relevant experience</p><p>• A degree from an accredited College/University in the applicable field of services is preferred. four additional years of relevant experience in lieu of a college degree is required. If the individual's degree is not in the applicable field, then four additional years of related experience is required.</p><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3964609741"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Duties<br><br></strong><strong>Summary<br><br></strong>Serve as a senior Artificial Intelligence (AI) expert. Informs NASA's AI strategy, planning, policy, and governance. Provides direct support to the Chief AI and Data Officer on AI topics and develops AI implementation plans to maximize value while managing risks. Builds cross-agency relationships; develops shared awareness; equips the workforce with tools and training; and assures responsible AI use. Advances the adoption of AI to bolster Mission effectiveness and create efficiencies.<br><br><strong>Requirements<br><br></strong><strong>Qualifications<br><br></strong>Specialized experience is experience that has equipped you with the particular ability, skill, and knowledge to successfully perform the duties of this position and is typically in or related to this line of work. To qualify for GS-15, you must have one year of directly related specialized experience equivalent to the GS-14 level: Applying advanced technical or policy knowledge in Artificial Intelligence or Machine Learning (AI/ML) for developing and implementing Artificial Intelligence (AI) strategies, governance boards, and policies; Guiding and tracking the integration of technology or products that use or apply AI/ML which may include neural networks, high performance computing (HPC), or other advance data science technologies, frameworks, models, systems, human-machine interfaces, or applications in an organization; Leading interdepartmental teamwork and collaboration that enable accomplishment of organizational AI objectives. <br><br><br><br>Your resume must include a clear and detailed narrative description, in your own words, of how you meet the required specialized experience. Experience statements copied from a position description, vacancy announcement or other reference material constitutes plagiarism and may result in disqualification and losing consideration for the job.<br><br> NASA prohibits the use of artificial intelligence (AI) or AI-assisted tool in drafting application and assessment responses. Please visit https://www.nasa.gov/careers/how-to-apply/#Artificial-Intelligence to review NASA's guidance on the use of AI tools during the application process.<br><br>Explore the Extraordinary Calling all the innovators, pioneers, visionaries, and adventurers! We are a diverse group of professionals united by a common purpose: to discover and expand knowledge for the benefit of humanity. We're building on our rich legacy by embarking on new and exciting missions, both on Earth and beyond and we're looking for fresh ideas to help us get there. Do you have a passion for exploration? Do you want your work to leave an enduring impact? Join us in a career that can take you farther than you can imagine. At NASA, our work is more than just a profession-it's a lifelong pursuit, a passion, and a chance to change the world. NASA is more than astronauts. We are scientists, engineers, IT specialists, human resources specialists, accountants, writers, technicians and many other kinds of people working together to break barriers to achieve the seemingly impossible. Explore the extraordinary, every day; explore a career at NASA!\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3961269505"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Company Description<br><br></strong>With a combination of enterprise expertise and deep research in the field of AI, Ikigai Labs helps scale enterprises with AI by solving data engineering and modeling problems for business users and data scientists alike. Our unique ability to unlock value in tabular and time series data through AI-powered data harmonization, forecasting, dynamic learning and planning, is our Ikigai, our purpose in the world of AI.<br><br>As an AI/ML Engineer at Ikigai Labs, you will be part of a high-performing team responsible for optimizing and deploying ML solutions to maximize performance and scalability. We seek a dynamic and passionate engineer with strong software fundamentals and a keen interest in collaborative problem-solving.<br><br><strong>Key Responsibilities<br><br></strong><ul><li>ML Optimization and Deployment: Develop and deploy machine learning models for optimal performance and scalability.</li><li>Productivity Tools Development: Build tools and services to enhance the ML platform, utilizing technologies like Kubernetes, Helm, and EKS.</li><li>Model Architecture: Apply a strong understanding of deep learning architectures (CNNs, RNNs, etc.) to solve complex problems.</li><li>Research Adaptation: Stay abreast of recent ML and deep learning literature and adapt findings to real-world applications.</li><li>Collaborative Development: Work with cross-functional teams to integrate AI and ML solutions that drive business value.</li><li>Data Handling: Manage large datasets and build ML pipelines for data processing and training.</li><li>ETL/ELT Processes: Design and develop scalable data integration processes.</li><li>Predictive Modeling Platform: Develop an on-demand predictive modeling platform using gRPC.</li><li>Cloud and Containerization: Utilize Kubernetes for managing Docker containers and various cloud services (AWS, Azure) to solve cloud-native challenges.</li><li>Stakeholder Management: Provide occasional support to our customer success team.<br><br></li></ul><strong>Technologies We Use<br><br></strong><ul><li>Languages: Python3, C++, Rust, SQL</li><li>Frameworks: PyTorch, TensorFlow, Docker</li><li>Databases: Postgres, Elasticsearch, DynamoDB, RDS</li><li>Cloud: Kubernetes, Helm, EKS, Terraform, AWS</li><li>Data Engineering: Apache Arrow, Dremio, Ray</li><li>Miscellaneous: Git, Jupyterhub, Apache Superset, Plotly Dash<br><br></li></ul><strong>Qualifications<br><br></strong><ul><li>Bachelor’s degree in Computer Science, Math, Engineering, or related field (Master's preferred) with 2+ years of experience.</li><li>Strong understanding of data structures, data modeling, algorithms, and software architecture.</li><li>Proficient in probability, statistics, and algorithm development.</li><li>Hands-on experience with ML and deep learning libraries (Scikit Learn, Keras, TensorFlow, PyTorch, Theano, DyLib).</li><li>(Bonus) Experience with big data and distributed computing (Hadoop, MapReduce, Spark, Storm).</li><li>Proficiency in Python, AWS services, and ETL/ELT pipelines.</li><li>Understanding of key software design principles, design patterns, and testing best practices.</li><li>Experience with Kubernetes and/or EKS is a plus.</li><li>Ability to learn quickly in a fast-paced, agile environment.</li><li>Excellent organizational, time management, and communication skills.</li><li>Willingness to engage in pair programming, share knowledge, and provide and receive constructive feedback.</li><li>Strong problem-solving skills and the ability to take initiative.<br><br></li></ul><strong>Equal Opportunity Employment<br><br></strong>Ikigai Labs is committed to equal employment opportunity and non-discrimination for all employees and qualified applicants. We value diversity and are dedicated to fostering an inclusive environment for all employees, regardless of race, color, sex, gender identity or expression, age, religion, national origin, ancestry, citizenship, disability, military or veteran status, genetic information, sexual orientation, marital status, or any other characteristic protected under applicable law.<br><br>If you are passionate about machine learning and eager to make an impact, we would love to hear from you. Apply today to join the Ikigai Labs team and help us build the future of AI.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3968585000"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>(1 year experience, onsite)<br><br></strong>Be part of our future! This job posting builds our talent pool for potential future openings. We'll compare your skills and experience against both current and future needs. If there's a match, we'll contact you directly. No guarantee of immediate placement, and we only consider applications from US/Canada residents during the application process.<br><br><strong> Hiring Type:</strong> Full-Time<br><br><strong> Base Salary:</strong> $57K-$67K Per Annum.<br><br>Responsibilities:<br><br><ul><li>Partner with engineers, product managers, and business partners to identify algorithmic problems, brainstorm possible approaches, and recommend the best path forward. </li><li>Develop algorithms iteratively, building in the right level of complexity to solve the business problem at hand and support future improvements. </li><li>Define success criteria for your models so that you can measure impact and changes over time. You'll be expected to communicate findings and drive continuous improvements. </li><li>Collaborate with Software Engineers to implement algorithms in production that scale gracefully. </li><li>Collaborate with stakeholders to prioritize projects and define requirements. </li><li>Carry out analysis of data produced by our hardware systems and create insightful visualizations to share your findings. </li><li>Contribute to internal libraries to help other teams with their data science needs including visualization, prediction, optimization, and inference. <br><br></li></ul>Requirements &amp; Experience:<br><br><ul><li>Advanced proficiency with Python and libraries commonly used for data analysis, e.g., Pandas, NumPy, SciPy, and Matplotlib. </li><li>Strong understanding of data modeling and statistical analysis. </li><li>Knowledge of optimization and predictive modeling techniques and experience applying them to real-world problems. </li><li>Skilled at translating a general question or problem into a clearly defined algorithmic solution. </li><li>Ability to communicate clearly with both technical and non-technical audiences. </li><li>Ability to work independently and manage multiple projects simultaneously. <br><br></li></ul>Nice to haves:<br><br><ul><li>1-year Experience with Data Bricks or PySpark </li><li>1 year Experience with product ionizing data models</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3969604623"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Job Title: Senior Data Scientist - Healthcare Analytics<br><br></strong><strong>Remote<br><br></strong><ul><li>Expertise in handling various data forms such as semi-structured and unstructured data across both on-premise and cloud platforms.</li><li>Display technical proficiency in SQL and either R or Python, focusing on utilizing these tools for advanced data analysis and manipulation.</li><li>Apply statistical methods and data science techniques to extract insights and patterns from complex datasets.</li><li>Hands-on experience with Azure Databricks for collaborative data analytics projects.</li><li>Possess deep knowledge and experience in healthcare/clinical data domains and concepts, ensuring a thorough understanding of industry-specific requirements and challenges.</li><li>Showcase advanced proficiency in BI tools such as Power BI, leveraging these platforms to create insightful visualizations and reports that drive actionable insights.</li><li>Have hands-on experience with DevOps processes and tools, ensuring seamless integration and deployment of analytics solutions in a fast-paced environment.</li><li>Possess excellent written and verbal communication skills, with the ability to effectively convey complex analytical findings and tell a compelling story with data.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3958099296"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Duties<br><br></strong><strong>Summary<br><br></strong>Serve as a senior Artificial Intelligence (AI) expert. Informs NASA's AI strategy, planning, policy, and governance. Provides direct support to the Chief AI and Data Officer on AI topics and develops AI implementation plans to maximize value while managing risks. Builds cross-agency relationships; develops shared awareness; equips the workforce with tools and training; and assures responsible AI use. Advances the adoption of AI to bolster Mission effectiveness and create efficiencies.<br><br><strong>Requirements<br><br></strong><strong>Qualifications<br><br></strong>Specialized experience is experience that has equipped you with the particular ability, skill, and knowledge to successfully perform the duties of this position and is typically in or related to this line of work. To qualify for GS-15, you must have one year of directly related specialized experience equivalent to the GS-14 level: Applying advanced technical or policy knowledge in Artificial Intelligence or Machine Learning (AI/ML) for developing and implementing Artificial Intelligence (AI) strategies, governance boards, and policies; Guiding and tracking the integration of technology or products that use or apply AI/ML which may include neural networks, high performance computing (HPC), or other advance data science technologies, frameworks, models, systems, human-machine interfaces, or applications in an organization; Leading interdepartmental teamwork and collaboration that enable accomplishment of organizational AI objectives. <br><br><br><br>Your resume must include a clear and detailed narrative description, in your own words, of how you meet the required specialized experience. Experience statements copied from a position description, vacancy announcement or other reference material constitutes plagiarism and may result in disqualification and losing consideration for the job.<br><br> NASA prohibits the use of artificial intelligence (AI) or AI-assisted tool in drafting application and assessment responses. Please visit https://www.nasa.gov/careers/how-to-apply/#Artificial-Intelligence to review NASA's guidance on the use of AI tools during the application process.<br><br>Explore the Extraordinary Calling all the innovators, pioneers, visionaries, and adventurers! We are a diverse group of professionals united by a common purpose: to discover and expand knowledge for the benefit of humanity. We're building on our rich legacy by embarking on new and exciting missions, both on Earth and beyond and we're looking for fresh ideas to help us get there. Do you have a passion for exploration? Do you want your work to leave an enduring impact? Join us in a career that can take you farther than you can imagine. At NASA, our work is more than just a profession-it's a lifelong pursuit, a passion, and a chance to change the world. NASA is more than astronauts. We are scientists, engineers, IT specialists, human resources specialists, accountants, writers, technicians and many other kinds of people working together to break barriers to achieve the seemingly impossible. Explore the extraordinary, every day; explore a career at NASA!\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3961267669"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Job Summary:<br><br>At AnthologyAI, we believe that behind every data point is a story of hundreds of decisions made by real people. These stories are the pulse of every sector in the global economy, shaping our present and future. Our mission is to democratize access to these stories in the data economy. We are the most efficient, accurate, and actionable source of consumer intelligence. We ethically capture and analyze consumer behaviors 24/7 via our app, Caden, without compromising privacy or security.<br><br>We have set out to pioneer a breakthrough platform that combines billions of unbiased first-party consumer data with advanced predictive AI models. It will empower businesses across industries—from retail to banking— regardless of their internal data capabilities, to predict market dynamics and consumer behaviors with unparalleled precision.<br><br>We’re led by industry veterans, backed by powerhouse investors (almost $25M total investment), and powered by an extremely talented, experienced and diverse team.<br><br>This position will report to the Data Science Manager and will be an integral part of the Data &amp; AI organization. Your expertise and daily contributions will drive the development and enhancement of our products/services that will generate business value to our business, clients and our users.<br><br>What You'll Do<br><br><ul><li>Process, cleanse, and verify the integrity of data used for downstream analytics products</li><li>Apply advanced machine learning, graph analytics, data mining, statistical methods, algorithms, and time series models to vast amounts of user data to derive insights based on the knowledge graph (ontology)</li><li>Participate in strategic planning and be responsible for the team roadmap and its execution</li><li>Stay updated with the latest research and advancements in machine learning and AI to identify opportunities to apply them to enhance our products/services</li><li>Combine traditional ML methods with latest AI advancements and our Knowledge Graph (Ontology) that is central to our platform and AI capabilities</li><li>Design and implement innovative machine learning algorithms that solve complex problems and provide actionable insights</li><li>Apply advanced statistical and ML techniques to analyze large and complex data sets, extracting meaningful patterns and to enrich the quality and coverage of our data</li><li>Ensure proper DataOps and MLOps practices are implemented so that data pipelines are efficient, reliable, and optimized for machine learning tasks</li><li>Communicate technical findings and insights to both technical and non-technical stakeholders in a clear and effective manner</li><li>Collaborate with cross-functional teams to integrate machine learning models into production systems and monitor their performance</li><li>Ensure compliance with data privacy and security regulations in all data science and machine learning initiatives<br><br></li></ul>What You’ve Done<br><br><ul><li>2-4+ years of industry experience in applying AI/ML, preferably on well-known consumer data products or services. </li><li>Hands-on experience in delivering production-ready code (Python, Java, etc.)</li><li>Hands-on experience using modern big data pipelines (AWS, Google Cloud, Snowflake)</li><li>AI/ML models, Natural language process (NLP) and data mining experience<br><br></li></ul>Required Experience:<br><br><ul><li>Degree within Computer Science, Data Engineering, or a related field</li><li>Proven experience in designing, developing, and deploying machine learning models in a real-world setting</li><li>2-4+ years of industry experience in applying AI/ML, preferably on well-known consumer data products or services</li><li>Hands-on experience in delivering production-ready code (Python, Java, etc.)</li><li>Hands-on experience using modern big data pipelines (AWS, Google Cloud, Snowflake) AI/ML models, Natural language process (NLP) and data mining experience</li><li>Proficiency in SQL and working with large and complex datasets</li><li>Solid understanding of ML and AI foundations - Supervised/Unsupervised learning methods, deep learning architectures, Natural Language Processing (NLP), etc</li><li>Strong verbal and written communications skills, listening and teamwork skills, and effective presentation skills, with the ability to present complex technical concepts to both technical and non-technical audiences</li><li>Strong problem-solving skills and a track record of developing innovative solutions to complex technical challenges<br><br></li></ul>Why AnthologyAI?<br><br><ul><li>Join a high-growth startup that is at the forefront of innovation!</li><li>We hire, value, and retain high EQ and low ego talent: you carry an executive presence with growth mindset, regardless of years of experience. </li><li>Opportunity to make a significant impact on the company's strategic and growth trajectory</li><li>Collaborative and inclusive work environment that encourages innovation and growth</li><li>Competitive compensation package that includes equity</li><li>Health &amp; Commuter Benefits</li><li>Flexible PTO. </li><li>Hybrid work arrangements</li><li>In-office work perks such as a plethora of snacks &amp; drinks, pet-friendly environment and more!<br><br></li></ul>This role will work (hybrid) 3 days a week onsite out of our SoHo office.<br><br>The salary range for this position is $130,000- $160,000 per year based on candidate qualifications.<br><br><ul><li> There is currently no relocation and/or visa (immigration) assistance provided for this position<br><br></li></ul>Powered by JazzHR<br><br>3LcMRy9aCu\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3959861866"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Duties<br><br></strong><strong>Summary<br><br></strong>Serve as a senior Artificial Intelligence (AI) expert. Informs NASA's AI strategy, planning, policy, and governance. Provides direct support to the Chief AI and Data Officer on AI topics and develops AI implementation plans to maximize value while managing risks. Builds cross-agency relationships; develops shared awareness; equips the workforce with tools and training; and assures responsible AI use. Advances the adoption of AI to bolster Mission effectiveness and create efficiencies.<br><br><strong>Requirements<br><br></strong><strong>Qualifications<br><br></strong>Specialized experience is experience that has equipped you with the particular ability, skill, and knowledge to successfully perform the duties of this position and is typically in or related to this line of work. To qualify for GS-15, you must have one year of directly related specialized experience equivalent to the GS-14 level: Applying advanced technical or policy knowledge in Artificial Intelligence or Machine Learning (AI/ML) for developing and implementing Artificial Intelligence (AI) strategies, governance boards, and policies; Guiding and tracking the integration of technology or products that use or apply AI/ML which may include neural networks, high performance computing (HPC), or other advance data science technologies, frameworks, models, systems, human-machine interfaces, or applications in an organization; Leading interdepartmental teamwork and collaboration that enable accomplishment of organizational AI objectives. <br><br><br><br>Your resume must include a clear and detailed narrative description, in your own words, of how you meet the required specialized experience. Experience statements copied from a position description, vacancy announcement or other reference material constitutes plagiarism and may result in disqualification and losing consideration for the job.<br><br> NASA prohibits the use of artificial intelligence (AI) or AI-assisted tool in drafting application and assessment responses. Please visit https://www.nasa.gov/careers/how-to-apply/#Artificial-Intelligence to review NASA's guidance on the use of AI tools during the application process.<br><br>Explore the Extraordinary Calling all the innovators, pioneers, visionaries, and adventurers! We are a diverse group of professionals united by a common purpose: to discover and expand knowledge for the benefit of humanity. We're building on our rich legacy by embarking on new and exciting missions, both on Earth and beyond and we're looking for fresh ideas to help us get there. Do you have a passion for exploration? Do you want your work to leave an enduring impact? Join us in a career that can take you farther than you can imagine. At NASA, our work is more than just a profession-it's a lifelong pursuit, a passion, and a chance to change the world. NASA is more than astronauts. We are scientists, engineers, IT specialists, human resources specialists, accountants, writers, technicians and many other kinds of people working together to break barriers to achieve the seemingly impossible. Explore the extraordinary, every day; explore a career at NASA!\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3961271409"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Location: </strong>Atlanta Metro Area (onsite)<br><br><strong>Department: </strong>Product &amp; Engineering<br><br><strong>Reports To: </strong>Director, Engineering<br><br><strong>Job type: </strong>Full Time, Exempt<br><br><strong>Who We Are<br><br></strong>Impiricus is at the forefront of transforming the pharmaceutical industry. Our mission is to innovate the way pharmaceutical companies connect with physicians, enhancing the communication channels that are critical for the advancement of healthcare. With a team dedicated to pushing the boundaries of digital solutions, we aim to improve patient outcomes by fostering more effective, data-driven interactions between healthcare professionals and drug manufacturers. Join us in our journey to revolutionize healthcare communication and make a lasting impact on the industry.<br><br><strong>Job Summary<br><br></strong>We are seeking a motivated and talented Junior Data Scientist to join our dynamic team. In this role, you will work closely with our Sr. Data Scientist and engineers to analyze complex healthcare data, develop predictive models, and provide actionable insights. You will play a crucial role in driving data-driven decision-making and helping us achieve our mission of transforming healthcare.<br><br><strong>Duties/ Responsibilities: <br><br></strong><ul><li>Collect, process, and analyze large datasets from various healthcare sources.</li><li>Perform exploratory data analysis (EDA) to identify patterns, correlations, and insights.</li><li>Collaborate with cross-functional teams to understand business needs and translate them into data-driven solutions.</li><li>Create and maintain dashboards and reports to communicate findings to stakeholders.</li><li>Assist in database management and data extraction using PostgreSQL.</li><li>Stay updated with the latest industry trends and advancements in data science and healthcare technology.</li><li>Support in database analytics<br><br></li></ul><strong>Qualifications<br><br></strong><ul><li>Bachelor's degree in Computer Science, Data Science, Statistics, or a related field.</li><li>1-2 years of experience in data science, preferably in the healthcare industry.</li><li>Experience in software development.</li><li>Experience programming in procedural and functional languages such as TypeScript, Python, R, and similar.</li><li>Experience with SQL in general and PostgreSQL specifically.</li><li>Strong analytical and problem-solving skills.</li><li>Obsessive attention to detail.</li><li>Excellent communication and teamwork abilities.</li><li>Ability to thrive in a fast-paced, startup environment and adapt to changing priorities.<br><br></li></ul><strong>Preferred Skills<br><br></strong><ul><li>Knowledge of healthcare data standards and regulations (e.g., HIPAA).</li><li>Experience with (or at least an interest in) data visualization tools like Tableau, Power BI, and the like.</li><li>Understanding of statistical analysis and hypothesis testing.</li><li>Familiarity with AWS and big data technologies.<br><br></li></ul><strong>Benefits:<br><br></strong>Impiricus focuses on taking care of our teammates' professional and personal growth and well-being.<br><br><ul><li>Full support and career-development opportunities to expand your skills, enhance your expertise, and maximize your potential along your career journey;</li><li>A diverse and inclusive community of belonging, where teammates are empowered to bring ideas to the table and act;</li><li>Generous Total Rewards Plan – Health Reimbursement Plan, Unlimited PTO, 401K matching, work/life balance, spectacular office location with outstanding amenities, annual company events, and more!<br><br></li></ul><em>Impiricus provides equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state or local laws. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.</em>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3958447940"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          The Azure Core Organization is responsible for creating the foundation of Microsoft’s Cloud Platform for utility computing. This platform is one of the lowest levels of the services software/hardware stack and includes an efficient, virtualized computational substrate, a fully automated service management system, and a comprehensive set of highly scalable storage services.<br><br>The Azure Compute Capacity and Efficiency (AC2E) team is the team in Azure Core tasked with managing all aspects of Compute capacity and efficiency management across the fleet. Capacity Management needs to ensure that on the one hand, there is sufficient capacity across all regions, allocation domains, and hardware infrastructure to meet all customer demand, while on the other hand ensuring that capacity is provisioned efficiently thereby avoiding overspending and COGS/CAPEX impact. At the scale of Azure’s business, managing this trade-off across the entire Azure Compute fleet is an enormously complex task, where improvements can make the difference between customer allocation failures on the one hand, and gargantuan savings on the other.<br><br>As a Data Scientist in the team, you will work closely with our software engineers, program managers, and data engineers across different teams within Azure. You will leverage statistical techniques to analyze data, find patterns and apply visualization techniques to drive business insights that lead to action and successful business outcomes. The value of your work will be reflected in improvements to the Azure platform, Azure service capacity fulfillment rate, customer satisfaction, and various efficiency metrics, including COGS reduction. You will have opportunities for mentorship, accelerate your career growth, and work on truly high-business impact areas.<br><br>Microsoft’s mission is to empower every person and every organization on the planet to achieve more. As employees we come together with a growth mindset, innovate to empower others, and collaborate to realize our shared goals. Each day we build on our values of respect, integrity, and accountability to create a culture of inclusion where everyone can thrive at work and beyond.<br><br><strong>Responsibilities<br><br></strong><ul><li>You will help with initial data collection and understand which analysis techniques are appropriate and which tools are necessary for data exploration. You’ll also develop a foundational understanding of methodology and standard statistical options so that you can analyze and organize data as required.</li><li>You will understand modeling techniques used within the team, then run model tools on prepared data sets. You’ll also analyze model performance and incorporate customer feedback into its evaluation.</li><li>You will understand the current state of the industry, including current trends, so that you can contribute to thought leadership best practices. You’ll also write code for a specific feature or model and develop an understanding of proper debugging techniques.</li><li>You will understand each customer’s business goals and learn best practices for identifying growth opportunities. You’ll also examine projects through a customer-oriented focus and manage customer expectations regarding project progress.</li><li>You will develop Data insights, analysis, recommendations generation gaining deeper domain knowledge.</li><li>You will integrate analytics intelligence, ML capabilities into the Azure platform.</li><li>You will collaborate with Microsoft Researchers on strategic projects as applicable.</li><li>Other: Embody our Culture and Values.<br><br></li></ul><strong>Qualifications<br><br></strong><strong>Required Qualifications: <br><br></strong><ul><li>Bachelor's Degree in Data Science, Mathematics, Statistics, Econometrics, Economics, Operations Research, Computer Science, or related field.</li><ul><li>OR equivalent experience.</li></ul><li>1+ year experience with python or R.<br></li></ul><strong>Other Requirements<br><br></strong><ul><li>Ability to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include, but are not limited to the following specialized security screenings: Microsoft Cloud Background Check: This position will be required to pass the Microsoft Cloud background check upon hire/transfer and every two years thereafter.<br><br></li></ul><strong>Additional / Preferred Qualifcations<br><br></strong><ul><li>Master's Degree in Data Science, Mathematics, Statistics, Econometrics, Economics, Operations Research, Computer Science, OR related field.</li><ul><li>OR related field AND 1+ years data-science experience (e.g., managing structured and unstructured data, applying statistical techniques and reporting results).</li><li>OR equivalent experience.</li><li>OR Bachelor's Degree in Data Science, Mathematics, Statistics, Econometrics, Economics, Operations Research, Computer Science.<br></li></ul></ul>Data Science IC2 - The typical base pay range for this role across the U.S. is USD $81,900 - $160,200 per year. There is a different range applicable to specific work locations, within the San Francisco Bay area and New York City metropolitan area, and the base pay range for this role in those locations is USD $105,600 - $174,600 per year.<br><br>Certain roles may be eligible for benefits and other compensation. Find additional benefits and pay information here:<br><br>https://careers.microsoft.com/us/en/us-corporate-pay<br><br>Microsoft will accept applications for the role until Aug 31, 2024.<br><br>#Azurecorejobs<br><br>Microsoft is an equal opportunity employer. Consistent with applicable law, all qualified applicants will receive consideration for employment without regard to age, ancestry, citizenship, color, family or medical care leave, gender identity or expression, genetic information, immigration status, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran or military status, race, ethnicity, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable local laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application process, read more about requesting accommodations.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3933004023"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p>Paradyme Management is a rapidly growing government technology leader that puts service first, for its customers, its team and the communities it supports. Paradyme harnesses DevSecOps and Agile development processes to deliver exceptional results for digital transformations. With headquarters office in Tysons Corner, VA, Paradyme’s award-winning culture sets it apart through its team’s deep commitment to service and collaboration with its customers, each other and the community. Learn more at www.paradyme.us.</p><p><br></p><p>Paradyme Management is hiring a Data Scientist /ML Engineer to support mission critical programs.</p><p><br></p><p>The Data Scientist /ML Engineer will work directly with data scientists, software engineers, and subject matter experts in the definition of new analytics capabilities able to provide our federal customers with the information they need to make proper decisions and enable their digital transformation. Duties include:</p><p><br></p><ul><li>Research, design, implement, and deploy Machine Learning algorithms for enterprise applications.</li><li>Assist and enable federal customers to build their own applications.</li><li>Contribute to the design and implementation of new features.</li></ul><p><br></p><p><strong>Qualifications:</strong></p><ul><li>MS or PhD in Computer Science, Electrical Engineering, Statistics, or equivalent fields.</li><li>Minimum 2 years relevant work experience.</li><li>Excellent programming skills in Python.</li><li>Applied Machine Learning experience (regression and classification, supervised, and unsupervised learning).</li><li>Strong mathematical background (linear algebra, calculus, probability, and statistics).</li><li>Experience with scalable ML (MapReduce, streaming).</li><li>Ability to drive a project and work both independently and in a team.</li><li>Smart, motivated, can-do attitude, and seeks to make a difference.</li><li>Excellent verbal and written communication.</li></ul><p><br></p><p>California Pay Range: 123K - 185K</p><p><br></p><p>Nice to Have:</p><ul><li>Real passion for developing team-oriented solutions to complex engineering problems.</li><li>Thrive in an autonomous, empowering and exciting environment.</li><li>Great verbal and written communication skills to collaborate multi-functionally and improve scalability.</li><li>Interest in committing to a fun, friendly, expansive, and intellectually stimulating environment.</li><li>Hands-on experience deploying and operating applications using IaaS and PaaS on major cloud providers, such as Amazon AWS, Microsoft Azure, or Google Cloud Services.</li><li>Experience with deep learning, natural language processing, computer vision, or reinforcement learning.</li><li>Conveys highly technical concepts and information in written form to technical and non-technical audiences.</li><li>The ability to work on multiple concurrent projects is essential. Strong self -motivation and the ability to work with minimal supervision.</li><li>Must be a team-oriented individual, energetic, result &amp; delivery oriented, with a keen interest on quality and the ability to meet deadlines.</li><li>Ability to work in an agile environment.</li></ul><p><br></p><p><strong>Physical Requirements: </strong>These are the essential physical requirements needed to successfully perform the job.</p><ul><li>Sedentary work.</li><li>Requires sitting up to 8 hours per day.</li><li>May require lifting up to 5 pounds unassisted.</li><li>Fine repetitive motor skills with hands, wrists, and fingers in coordination with eyes.</li><li>Hearing, speaking, and vision: Adequate to perform job duties and communicate in person, via video, and telephone. Includes reading information from printed sources and computer screens.</li><li>Other: Work may be performed in an office environment, which may involve frequent contact with staff and the public. Work may be stressful at times.</li></ul><p><br></p><p>Paradyme Management, Inc. is committed to the full inclusion of all qualified individuals. In keeping with our commitment, Paradyme will take the steps to ensure that people with disabilities are provided reasonable accommodations. Accordingly, if a reasonable accommodation is required to fully participate in the job application or interview process, to perform the essential functions of the position, and/or to receive all other benefits and privileges of employment, please contact Rose Luczak, Director of People Operations at rose.luczak@paradyme.us or at (571) 289-0548.</p><p><br></p><p>EEO Statement:</p><p>Paradyme is a federal contractor and an EEO and an Affirmative Action Employer. All employment decisions shall be made without regard to age, race, creed, color, religion, sex, national origin, pregnancy-related disability, physical or mental disability, genetic information, sexual orientation, marital status, familial status, personal appearance, occupation, citizenship, veteran or military status, gender identity or expression, or any other characteristic protected by federal, state or local law.</p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3959764907"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          This is a remote position.<br><br><strong> <strong>Junior Machine Learning Engineer</strong> (1 year experience, remote)<br><br></strong>Be part of our future! This job posting builds our talent pool for potential future openings. We'll compare your skills and experience against both current and future needs. If there's a match, we'll contact you directly. No guarantee of immediate placement, and we only consider applications from US/Canada residents during the application process.<br><br><strong> Hiring Type:</strong> Full-Time<br><br><strong> Base Salary:</strong> $56K-$66K Per Annum.<br><br>Summary:<br><br>As a Junior Machine Learning Engineer, you will have the opportunity to work on exciting projects, develop your skills, and contribute to the development and implementation of machine learning solutions. This is an excellent opportunity for individuals looking to kick-start their careers in the field of machine learning and gain valuable experience in a collaborative and supportive environment.<br><br>Responsibilities:<br><br><ul><li>Collaborate with senior engineers and data scientists to understand project requirements and develop machine learning models and algorithms. </li><li>Assist in collecting, preprocessing, and analyzing data to uncover patterns and insights. </li><li>Implement and optimize machine learning models, algorithms, and pipelines. </li><li>Participate in model evaluation, validation, and performance tuning. </li><li>Contribute to the development and improvement of existing machine learning infrastructure and frameworks. </li><li>Stay up-to-date with the latest advancements in machine learning and actively participate in knowledge-sharing activities within the team. </li><li>Collaborate with cross-functional teams to integrate machine learning solutions into production systems. </li><li>Document technical processes, methodologies, and outcomes effectively. <br><br></li></ul>Qualifications:<br><br><ul><li>Bachelor's or Master's degree in Computer Science, Data Science, Machine Learning, or a related field. </li><li>Solid understanding of machine learning fundamentals, algorithms, and statistical concepts. </li><li>Proficiency in programming languages such as Python, Java, or C++. </li><li>Familiarity with machine learning frameworks and libraries, such as TensorFlow, PyTorch, or scikit-learn. </li><li>Experience with data preprocessing, feature engineering, and model evaluation techniques. </li><li>Knowledge of deep learning architectures and techniques is a plus. </li><li>Familiarity with big data processing tools (e.g., Hadoop, Spark) is advantageous. </li><li>Strong problem-solving skills and the ability to work on multiple projects simultaneously. </li><li>Excellent communication and collaboration skills. </li><li>Self-motivated with a strong desire to learn and grow in the field of machine learning.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3969603778"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><span><span><span><span><span><span>We are inviting professionals in high-growth industries who are thinking about their next move or looking for a new opportunity to join our expanding talent pool.<br></span></span></span></span></span></span></p><p><span><span><span><span><span><span>The Marlee Talent Pool is a pilot project designed to:</span></span></span></span></span></span></p><ul><li><span><span><span><span><span><span>Help job seekers get discovered by our partners based on their anticipated hiring needs.</span></span></span></span></span></span></li><li><span><span><span><span><span><span>Provide optional support and resources for job seekers in their career endeavours.</span></span></span></span></span></span></li><li><span><span><span><span><span><span>Help individuals understand, and bring out the best in themselves and each other.</span></span></span></span></span></span></li></ul><p><span><span><span><span><span><span>The Marlee Talent Pool process:</span></span></span></span></span></span></p><p><span><span><span><span><span><span>Once you express your interest, you will be asked to complete the Marlee work style assessment which measures 48 key attitudes and motivations in the context of work. On completion, you will be automatically added to our growing talent pool and contacted as new opportunities arise.</span></span></span></span></span></span></p><p><span><span><span><span><span><span>About Marlee (Fingerprint For Success)</span></span></span></span></span></span></p><p><span><span><span><span><span><span>Backed by 20+ years of research, Marlee’s revolutionary predictive analytics have achieved over 90% reliability in forecasting personal and team motivations, behaviours, and performance.</span></span></span></span></span></span></p><p><span><span><span><span><span><span>Ultimately, we help people find purpose and fulfillment at work, and help build and scale high-performing teams.<br></span></span></span></span></span></span></p><p><span><span><span><span><span><span>Keep in mind that joining our talent pool does not guarantee a job offer. We aim to balance your technical skills with the results of your Marlee work style assessment to match the hiring needs of our partners.</span></span></span></span></span></span></p><p><span><span><span><span><span><span>Your feedback is a gift! Write to us via: </span></span></span></span></span></span><span><span><span><span><span><u><span><span>hello@getmarlee.com</span></span></u></span></span></span></span></span><span><span><span><span><span><span> to help co-create the future of recruitment, together.</span></span></span></span></span></span></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3964468905"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          As the most experienced Data Scientist on Instagram's Capacity Team, you have the opportunity to shape the compute and storage strategy for an app that serves content to over a 2 Billion per month. This strategy will inform the investments we are able to take on and will shape the future of people-facing and business-facing products we build. You will collaborate with our internal Instagram Capacity Team, in addition to several other teams within Instagram (like our Ranking and Algorithms teams, our forecasting team, ecosystems team) as well as several teams throughout the company including Capacity teams throughout Meta and the CFO organization responsible for our compute spending. By applying your technical skills, analytical mindset, and product intuition to one of the richest data sets in the world, you will help define the experiences we build for billions of people and hundreds of millions of businesses around the world. You will collaborate on a wide array of product and business problems with a diverse set of cross-functional partners across Product, Engineering, Research, Data Engineering, Marketing, Sales, Finance and others. You will use data and analysis to identify and solve product development’s biggest challenges. You will influence product strategy and investment decisions with data, be focused on impact, and collaborate with other teams. By joining Meta, you will become part of a world-class analytics community dedicated to skill development and career growth in analytics and beyond.Product leadership: You will use data to shape product development, quantify new opportunities, identify upcoming challenges, and ensure the products we build bring value to people, businesses, and Meta. You will help your partner teams prioritize what to build, set goals, and understand their product’s ecosystem.Analytics: You will guide teams using data and insights. You will focus on developing hypotheses and employ a diverse toolkit of rigorous analytical approaches, different methodologies, frameworks, and technical approaches to test them.Communication and influence: You won’t simply present data, but tell data-driven stories. You will convince and influence your partners using clear insights and recommendations. You will build credibility through structure and clarity, and be a trusted strategic partner.<br><br>Data Scientist - Instagram Capacity Responsibilities:<br><br><ul><li>Work with large and complex data sets to solve a wide array of challenging problems using different analytical and statistical approaches</li><li>Apply technical expertise with quantitative analysis, experimentation, data mining, and the presentation of data to develop strategies for our products that serve billions of people and hundreds of millions of businesses</li><li>Identify and measure success of product efforts through goal setting, forecasting, and monitoring of key product metrics to understand trends</li><li>Define, understand, and test opportunities and levers to improve the product, and drive roadmaps through your insights and recommendations</li><li>Partner with Product, Engineering, and cross-functional teams to inform, influence, support, and execute product strategy and investment decisions<br><br></li></ul>Minimum Qualifications:<br><br><ul><li>Bachelor's degree in Computer Science, Computer Engineering, relevant technical field, or equivalent practical experience.</li><li>A minimum of 10 years of work experience in analytics</li><li>Experience with data querying languages (e.g. SQL), scripting languages (e.g. Python), and/or statistical/mathematical software (e.g. R)<br><br></li></ul>Preferred Qualifications:<br><br><ul><li>Experience working with Data Infrastructure teams</li><li>Familiarity with time series forecasting tools such as ARIMA, Prophet, LSTM etc</li><li>Experience working with Finance Teams<br><br></li></ul>About Meta:<br><br>Meta builds technologies that help people connect, find communities, and grow businesses. When Facebook launched in 2004, it changed the way people connect. Apps like Messenger, Instagram and WhatsApp further empowered billions around the world. Now, Meta is moving beyond 2D screens toward immersive experiences like augmented and virtual reality to help build the next evolution in social technology. People who choose to build their careers by building with us at Meta help shape a future that will take us beyond what digital connection makes possible today—beyond the constraints of screens, the limits of distance, and even the rules of physics.<br><br>Meta is proud to be an Equal Employment Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law. Meta participates in the E-Verify program in certain locations, as required by law. Please note that Meta may leverage artificial intelligence and machine learning technologies in connection with applications for employment.<br><br>Meta is committed to providing reasonable accommodations for candidates with disabilities in our recruiting process. If you need any assistance or accommodations due to a disability, please let us know at accommodations-ext@fb.com.<br><br>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3962653604"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Reddit is a community of communities. It’s built on shared interests, passion, and trust and is home to the most open and authentic conversations on the internet. Every day, Reddit users submit, vote, and comment on the topics they care most about. With 100,000+ active communities and approximately 82M+ daily active unique visitors, Reddit is one of the internet’s largest sources of information. For more information, visit redditinc.com.<br><br><strong>Location: US remote-friendly<br><br></strong><strong>At Reddit we continue to grow our teams with the best talent and we're completely remote friendly.<br><br></strong>The Data Science Team at Reddit is growing and we are looking for experienced Data Scientists to partner with our cross-functional partners (Product, Engineering, Designer, Marketing, Business Development etc.) to help us build and improve the systems that continuously drive our user and revenue growth.<br><br>As a Data Scientist on the team, you will have the opportunity to drive the success of Reddit’s core products by helping define the product strategy through identifying business opportunities and user pain points. You will also drive measurement and metrics design for a product area, along with experimentation and causal analyses to support product/engineering decisions and investments.<br><br>A successful candidate will have a solid technical background, strong business acumen, and excellent cross-functional stakeholder management skills. You will go through a general Data Scientists hiring process and get matched to the product area that best fits your background and interest.<br><br><strong>Responsibilities<br><br></strong><ul><li>Be actively involved in all phases of product development, including but not limited to, ideation, exploratory analysis, opportunity sizing, metrics design, offline modeling, experimentation and decision-making, post-launch monitoring/measurements etc.</li><li>Leverage data to understand Reddit, its users, and potential product investments through experiment design and analysis, data deep dives, causal inference, and improving data accessibility for stakeholders (e.g. by creating ETLs, reporting dashboards and data aggregations needed for business tracking).</li><li>Serve as a thought-partner for product managers, engineering managers and leadership from your respective product domain, communicating and shaping the roadmap and strategy for Reddit by identifying actionable and impactful insights through deep-dive analyses and analytics insights.<br><br><br></li></ul><strong>Required Qualifications<br><br></strong><ul><li>Relevant experiences in quantitative or data science roles, preferably for a consumer-facing service/app, ads monetization, safety etc.</li><li>Ph.D., M.S. or Bachelors degree in Statistics, Machine Learning, Economics, Computer Science, or other quantitative fields (If M.S. or Bachelors degree, a minimum of 3+ years of industry data science experience required; If PhD degree, a minimum of 1+ years of industry data science experience required)</li><li>Familiar with statistical analysis, programming languages (e.g., R / Python) and querying relational databases (e.g., SQL)</li><li>Deep understanding of online experimentation and causal inference</li><li>Comfortable in innovative and fast-paced environments, and an innate ability to bias toward action</li><li>Strong technical communication and demonstrated ability to discuss complex topics with technical and non-technical audiences alike</li><li>Able to tackle ambiguous and undefined problems<br><br><br></li></ul><strong>Benefits<br><br></strong><ul><li>Comprehensive Healthcare Benefits</li><li>401k Matching</li><li>Workspace benefits for your home office</li><li>Personal &amp; Professional development funds</li><li>Family Planning Support</li><li>Flexible Vacation (please use them!) &amp; Reddit Global Wellness Days</li><li>4+ months paid Parental Leave</li><li>Paid Volunteer time off<br><br><br></li></ul><strong>Pay Transparency<br><br></strong>This job posting may span more than one career level.<br><br>In addition to base salary, this job is eligible to receive equity in the form of restricted stock units, and depending on the position offered, it may also be eligible to receive a commission. Additionally, Reddit offers a wide range of benefits to U.S.-based employees, including medical, dental, and vision insurance, 401(k) program with employer match, generous time off for vacation, and parental leave. To learn more, please visit https://www.redditinc.com/careers/.<br><br>To provide greater transparency to candidates, we share base pay ranges for all US-based job postings regardless of state. We set standard base pay ranges for all roles based on function, level, and country location, benchmarked against similar stage growth companies. Final offer amounts are determined by multiple factors including, skills, depth of work experience and relevant licenses/credentials, and may vary from the amounts listed below.<br><br><strong>The Base Pay Range For This Position Is<br><br></strong>$164,200—$229,900 USD<br><br><em>Reddit is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, please contact us at </em><em>ApplicationAssistance@Reddit.com</em><em>.</em>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3965711826"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Overview</strong></p><p>Worklytics is looking for a driven, creative, customer-facing data science professional to join the team on the ground floor and deliver impactful analyses that help senior-level customer stakeholders plan for the future of work.</p><p><br></p><p><strong>About Worklytics</strong></p><p>Worklytics was founded as a People Analytics solution built to help companies improve employee experience. We are passionate about 3 key aspects of team dynamics: collaboration, trust, and innovation. Our focus on privacy and security led us to create a best in class analytics platform that only takes anonymous data to provide powerful metrics that help improve workplace cohesion in large teams. Some of our most popular research topics include:</p><p><br></p><ul><li>Manager &amp; meeting effectiveness</li><li>Reducing friction in the return to office</li><li>Cross-functional collaboration and organizational network analysis</li><li>[Your big idea here!]</li></ul><p><br></p><p><strong>About this role</strong></p><p>The Customer Insights team is focused on leveraging Worklytics data &amp; metrics to tackle big customer questions and enabling data-informed thinking at the most senior levels of our customers’ organizations. We lead from the front on new use cases for data about how teams collaborate, and always put employees first in our recommendations.</p><p><br></p><p>Tactically speaking, this team owns the delivery of bespoke data science projects, manages strategic customer relationships, and advises customers on their use of Worklytics data in both ad hoc analyses and ongoing programs. On a typical day in this role, you will:</p><p><br></p><ul><li>Own project management &amp; delivery for a handful of our most strategic and complex customers</li><li>Present data-driven narratives to senior-level customer stakeholders in a live meeting setting</li><li>Leverage SQL and other tools to convert proprietary data assets into actionable analyses for customers</li><li>Deliver a high-quality work product that answers, “so what?”</li><li>Advise on the appropriate methodologies for addressing customer questions</li><li>Proactively recommend updates to our data schemas and metrics based on your experience working with customers</li><li>Automate &amp; scale processes and analyses where appropriate</li><li>Continuously improve our and your work product so we can surprise and delight our customers</li></ul><p><br></p><p><strong>About you</strong></p><p>We’re a small, nimble team and look for people that share our values. To be successful in this role, you will need:</p><p><br></p><ul><li>5+ years of experience in a data science, consulting, or comparable analytics role</li><li>Customer-facing presentation experience, ideally with a VP+ level audience</li><li>Experience working in a fast-paced, innovative environment</li><li>Comfortability using SQL to generate insights for customers. Experience with scripting languages (Python, R, etc.) is a plus</li><li>Data visualization skills and a strong perspective on data storytelling</li><li>Proficiency in generating reports and presentation slides that resonate with technical and non-technical audiences</li><li>Creative problem solver with a bias for action</li><li>Ability to grow with us &amp; desire to take on progressively more responsibility</li><li>Statistics background a plus</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3958948570"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          As a Data Scientist, you will collaborate on a wide array of product and technical problems with a diverse set of cross-functional partners across Product, Engineering, Research, Data Engineering, Finance and others. You will use data and analysis to identify and solve product development’s biggest challenges. You will influence product strategy and investment decisions with data, be focused on impact, and collaborate with other teams. By joining Meta, you will become part of a world-class analytics community dedicated to skill development and career growth in analytics and beyond.One of our company priorities is to lead in AI by developing market-leading models across modalities (text, photo, video, voice). A crucial ingredient for success is being able to understand how our models are performing – to benchmark against competitors, understand performance wins and gaps so we can adjust training/development, inform leadership investment decisions, support open-source rollouts, etc. As we scale and develop models with capabilities across modalities, there is a huge amount of work needed to improve our evaluations framework. This DS will lead that work with partners in Research, Infra, Policy to both operationalize and scale our existing model evaluations so they are easily reproducible, and to develop new frontier evaluations to help us measure new capabilities. You will be part of the AI Foundations pillar within the Gen AI product group. This team owns both developing foundational State of the Art Gen AI technology.Product leadership: You will use data to shape development, quantify new opportunities, identify upcoming challenges, and ensure the products we build bring value to people, businesses, and Meta. You will help your partner teams prioritize what to build, set goals, and understand their product’s ecosystem.Analytics: You will guide teams using data and insights. You will focus on developing hypotheses and employ a diverse toolkit of rigorous analytical approaches, different methodologies, frameworks, and technical approaches to test them.Communication and influence: You won’t simply present data, but tell data-driven stories. You will convince and influence your partners using clear insights and recommendations. You will build credibility through structure and clarity, and be a trusted strategic partner.<br><br>Data Scientist, GenAI Responsibilities:<br><br><ul><li>Leverage internal tools and external APIs to run existing evaluations on Llama models and key competitors to benchmark our performance against the competition.</li><li>Work to operationalize and standardize the evaluation process to make it faster and more reliable. Consult with DE on data infra/dashboarding and building eval datasets</li><li>Extract insights from evaluations and competitor comparisons to feed back into model training and development</li><li>Work with research to develop new frontier evals, both to measure new modalities/capabilities (e.g., agentic models, speech generation, video generation) and to better assess core existing capabilities like coding, math, general knowledge</li><li>Do foundational work to assess how we can measure AGI<br><br></li></ul>Minimum Qualifications:<br><br><ul><li>Bachelor's degree in Computer Science, Computer Engineering, relevant technical field, or equivalent practical experience.</li><li>7+ years of work experience leading analytics work in IC capacity, working collaboratively with Engineering and cross-functional partners, and guiding data-influenced product planning, prioritization and strategy development</li><li>Experience working effectively with multiple stakeholders and cross-functional teams, including Engineering, PM/TPM, Analytics and Finance</li><li>Experience framing and communication skills</li><li>Intellectual curiosity and drive, decisiveness, with ambiguity and complexity</li><li>Experience doing product analytics on consumer facing digital products, or working on AI Infra and Privacy related products.<br><br></li></ul>Preferred Qualifications:<br><br><ul><li>Experience working with researchers and infrastructure teams.</li><li>Experience with Python.</li><li>Experience with predictive modeling, machine learning, and experimentation/causal inference methods.</li><li>Masters or Ph.D. Degree in a quantitative field<br><br></li></ul>About Meta:<br><br>Meta builds technologies that help people connect, find communities, and grow businesses. When Facebook launched in 2004, it changed the way people connect. Apps like Messenger, Instagram and WhatsApp further empowered billions around the world. Now, Meta is moving beyond 2D screens toward immersive experiences like augmented and virtual reality to help build the next evolution in social technology. People who choose to build their careers by building with us at Meta help shape a future that will take us beyond what digital connection makes possible today—beyond the constraints of screens, the limits of distance, and even the rules of physics.<br><br>Meta is proud to be an Equal Employment Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law. Meta participates in the E-Verify program in certain locations, as required by law. Please note that Meta may leverage artificial intelligence and machine learning technologies in connection with applications for employment.<br><br>Meta is committed to providing reasonable accommodations for candidates with disabilities in our recruiting process. If you need any assistance or accommodations due to a disability, please let us know at accommodations-ext@fb.com.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3962656319"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong><em>*unable to do C2C</em></strong></p><p><strong><em>*must be local to Columbus, OH and willing to work onsite 3 days per week</em></strong></p><p><br></p><p>Agility Partners is seeking qualified applicants to fill an open Data Scientist position with one of our Banking clients. In this dynamic role you will dive into their Fraud, Physical Security and Disputes data. You will also enable stakeholders with actionable, intuitive insights that provides the business with decision making capabilities. </p><p> </p><p><strong>Responsibilities</strong></p><ul><li>Synthesize data from our analytics tools into actionable insights. Clearly communicate these recommendations to internal stakeholders and senior leadership.</li><li>Ability to quickly grasp complex technical concepts and make them easily understandable through various communication mediums like visualizations and presentations.</li><li>Extract and analyze data using analytics tools such as Python, R, and/or SAS.</li><li>Create compelling, intuitive dashboards to enable the business with critical metrics, with a focus on data automation, anomaly detection, and actionable data visualizations.</li><li>Apply visualization techniques to internal and external data sources to make accurate and actionable analyses in a timely fashion.</li><li>Create self-service dashboards for internal business partners to learn, understand, have access to, and derive insights from data, metrics, and KPIs.</li><li>Apply automation techniques to manual processes to create efficiency, improve accuracy, and build upon successes that create a suite of self-service assets.</li></ul><p><br></p><p><strong>Qualifications</strong></p><ul><li>Master's degree in Computer Science or Information Systems, Decision Sciences, Statistics, Operations Research, Applied Mathematics, Engineering, or a STEM degree; </li><li>Extensive experience with programming languages R or Python</li><li>Direct experience with SQL programming and large database applications such as Oracle, DB2, SQL Server, SPSS, Teradata, and Hadoop</li><li>Developing and applying statistical or machine learning methods in a corporate environment through applications such as R, Python, or SAS</li><li>Business intelligence and data mining experience with Tableau Server</li><li>Creative thinker and problem solver, with a strong ability to manage ambiguity/complexity</li><li>Work effectively in teams as well as independently across multiple tasks while meeting aggressive timelines</li><li>Experience in banking or financial services is a plus</li></ul><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3960350170"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          PlanIT Group is seeking (2) Data Scientists who will be responsible for helping identify intelligence hidden in vast amounts of data and illuminating networks of concern and direct investigative decisions to deliver high quality investigative products. The primary focus will be in applying data mining techniques, doing statistical analysis, building high quality prediction systems, and integrating these specialties and results with our products.<br><br>Job Title: (2) Data Scientist's<br><br>Location: Washington, DC<br><br>Start Date: 07/22/24<br><br>Submit resumes: 07/03/24<br><br>Duration: One year plus annual extensions<br><br>Education Requirement: Must have a bachelor's degree required<br><br>Must be able to obtain a Public Trust Clearance<br><br>Must be a US Citizen or US Permanent Resident<br><br>The Data Scientists will be responsible for helping identify intelligence hidden in vast amounts of data and illuminating networks of concern and direct investigative decisions to deliver high quality investigative products. The primary focus will be in applying data mining techniques, doing statistical analysis, building high quality prediction systems, and integrating these specialties and results with our products.<br><br>The Data Scientists will use classified (if Security Clearance is high enough) and unclassified systems in support of creating targetable opportunities by identifying individuals and drugs and/or weapons trafficking organizations that pose a threat to the mail stream and customers, employees, and infrastructure. Client seeks to have the data scientists use analytical targeting information from CBP's Team Avenger program. The associated Data Scientists will embed themselves with the client Program Manager assigned to analyze the processes already in place to find a way to incorporate those processes within the client Program Manager assigned to analyze the processes already in place to find a way to incorporate those processes within the client target model.<br><br><strong> Description: </strong>Data Scientist (2 Resources)<br><br><strong> Task #1:</strong> <strong> Developing and Building Automated Tools<br><br></strong><strong> Description: </strong>Client requires the Suppliers to select features and build and optimize classifiers using machine learning techniques associated to automation when working with large data sets.<br><br><strong> Deliverables: </strong>Creating usable tools and systems to streamline processes and reduce manual resource hours.<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Must follow guidelines acceptable to client technical departments<br><br><strong> Task #2:</strong> <strong> Data Mining using state-of-the-art methods<br><br></strong><strong> Description: </strong> Client requires the Suppliers to utilize state-of-the-art methods to mine large data sets in various formats and from various sources at their access to produce intelligence products to support client strategies and mission.<br><br><strong> Deliverables: </strong>Useable and understandable product results will be derived from data mining.<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Must be formatted in a way that is acceptable to Inspectors for use in the field with data that is helpful and drives Client-based targeting and investigations.<br><br><strong> Task #3:</strong><strong> Provide third party data, where applicable, to enhance product results<br><br></strong><strong> Description: </strong> Client requires the Suppliers to utilize any available third-party data sources to enhance and extend the data to provide a more comprehensive analytical picture.<br><br><strong> Deliverables: </strong>Complete and comprehensive product results utilizing internal data and external data where authorized and acceptable .<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: The use of any third-party data used should be authorized by the providing entity and acceptable by client.<br><br><strong> Task #4:</strong> <strong> Enhance data collection procedures<br><br></strong><strong> Description: </strong>Client requires the Suppliers to Enhance data collection procedures to automate repetitive processes, include relevant data for building analytical systems, process, cleanse and verify the integrity of the data.<br><br><strong> Deliverables: </strong>Provide a technologically advanced data collection system.<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Criteria would include the automation process for collecting data for building analytical systems. The data must be processed, cleansed and the integrity of the data must be verified.<br><br><strong> Task #5: Conduct ad-hoc analysis and present results<br><br></strong><strong> Description: </strong>Client requires the Suppliers to Conduct ad-hoc analysis and present results in a clear manner which could include presentations, written documents and/or graphs and charts for visual aids.<br><br><strong> Deliverables: </strong>Product outputs from ad-hoc analysis requests from CI2<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: The product must contain an output presented in a variety of formats for clear understanding by intended audiences.<br><br><strong> Task #6: Create automated anomaly detection systems<br><br></strong><strong> Description: </strong>Client requires the Suppliers to create an automated detection system with internal tracking of its performance.<br><br><strong> Deliverables: </strong>Automated anomaly detection system.<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Anomaly detection system with a built-in process to track performance of the system.<br><br><strong> Task #7: Assist in general IT support as needed<br><br></strong><strong> Description: </strong>Client requires the Suppliers to assist with general IT support as needed for the skill level of the data scientists.<br><br><strong> Deliverables: </strong>Successful assistance in general IT support within the CI2 and CI2 environment<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Support will be provided in a way that adheres to client policy and is acceptable to client.<br><br><strong> Task #8: Continue to enhance a Cloud resource hosting solution<br><br></strong><strong> Description: </strong>Client requires the Suppliers to Enhance and support a Cloud resource hosting solution for confidential.<br><br><strong> Deliverables: </strong>Fully Cloud resource-hosted and accessible tools including confidential<br><br><strong> Acceptance Criteria: </strong>The deliverable must meet the following acceptance criteria in addition to compliance with the technical approach outlined below: Tools must be hosted and made accessible to Inspectors in the field.<br><br>The Period of Performance, specific to has been expanded to enable confidential Cloud resource hosting and deployment to the field for direct access. The data scientists will continue to work with confidential to enhance the capabilities of confidential as well as follow authorized paths forward for Cloud hosting. The team will continue to make confidential more robust by expanding data platforms, ingesting additional data sets, and providing for a more enhanced and thorough product output. Visualization ( confidential ) aspects of the tool will be developed and finalized as an addition to the confidential dashboard for use by Inspectors. Options for expanded and additional automation tools will be explored.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3960209191"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Position Overview:</strong> We are seeking a talented and experienced Data Scientist to join our team. As a Data Scientist, you will leverage your expertise in data analysis, machine learning, and statistical modeling to extract insights from complex data sets and drive actionable recommendations. You will play a key role in solving business problems, optimizing processes, and enhancing decision-making across the organization.<br><br><strong>Roles And Responsibilities</strong>     <br><br><ul><li>Data Exploration and Analysis:</li><ul><li>Collect, clean, and preprocess large volumes of structured and unstructured data from multiple sources.</li><li>Perform exploratory data analysis to understand patterns, trends, and relationships within the data.</li><li>Apply statistical techniques and hypothesis testing to derive meaningful insights and validate assumptions.</li></ul><li>Machine Learning and Modeling:</li><ul><li>Develop and deploy machine learning models to solve predictive and prescriptive analytics problems.</li><li>Select appropriate algorithms and techniques based on the nature of the data and business objectives.</li><li>Evaluate model performance, fine-tune parameters, and iterate to improve accuracy and reliability.</li></ul><li>Data Visualization and Communication:</li><ul><li>Create visualizations and dashboards to effectively communicate findings and insights to stakeholders.</li><li>Present complex technical concepts and analytical results to non-technical audiences in a clear and concise manner.</li><li>Collaborate with cross-functional teams to integrate data-driven solutions into business processes and decision-making.</li></ul><li>Experimentation and Optimization:</li><ul><li>Design and execute experiments to test hypotheses and optimize business processes or product features.</li><li>Analyze A/B test results and provide recommendations for continuous improvement and optimization.</li><li>Work closely with product management and engineering teams to implement data-driven solutions in production.</li></ul><li>Continuous Learning and Development:</li><ul><li>Stay updated with the latest trends, tools, and techniques in data science and machine learning.</li><li>Share knowledge and best practices within the team and contribute to the broader data science community.</li><li>Mentor junior team members and collaborate on projects to foster a culture of learning and innovation.<br></li></ul></ul><strong>Skills And Qualifications<br><br></strong><ul><li>Proven experience (X+ years) as a Data Scientist or similar role, with a strong background in data analysis, machine learning, and statistical modeling.</li><li>Proficiency in programming languages and tools commonly used in data science (e.g., Python, R, SQL, TensorFlow, PyTorch).</li><li>Solid understanding of data manipulation, feature engineering, and data preprocessing techniques.</li><li>Experience with data visualization tools (e.g., Tableau, Power BI) and storytelling with data.</li><li>Strong analytical and problem-solving skills, with the ability to translate complex data into actionable insights.</li><li>Excellent communication and collaboration skills, with the ability to work effectively in cross-functional teams.<br><br></li></ul><strong>Education<br><br></strong><ul><li>Bachelor’s degree in Computer Science, Statistics, Mathematics, Engineering, or a related field; advanced degree (e.g., Master’s, PhD) in a quantitative discipline is preferred.<br><br></li></ul><strong>Additional Attributes<br><br></strong><ul><li>Curiosity and passion for exploring data to uncover hidden patterns and solve challenging problems.</li><li>Ability to thrive in a fast-paced, dynamic environment and manage multiple projects concurrently.</li><li>Detail-oriented and results-driven, with a focus on delivering impactful solutions that drive business outcomes.<br><br></li></ul>This job description outlines the critical responsibilities and qualifications expected of a Data Scientist role, emphasizing expertise in data analysis, machine learning, modeling, visualization, communication, and continuous learning. Adjustments can be made based on specific company needs, industry focus, and organizational structure.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3960135135"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>About this Role</strong></p><p>Agility Partners is seeking a qualified Senior Data Scientist to fill an open position with one of our banking clients. As a Senior Data Scientist you will join a dynamic team and you will leverage machine learning, segmentation, and statistical inference on huge data sets to improve how we understand our customers and the communities we serve. </p><p><strong>Responsibilities:</strong></p><ul><li>Performs advanced analytics methods to extract value from business data</li><li>Performs large-scale experimentation and build data-driven models to answer business questions</li><li>Conducts research on cutting-edge techniques and tools in machine learning/deep learning/artificial intelligence</li><li>Determines requirements that will be used to train and evolve deep learning models and algorithms</li><li>Articulates a vision and roadmap for the exploitation of data as a valued corporate asset</li><li>Influences product teams through presentation of data-based recommendations</li><li>Evangelizes best practices to analytics and products teams</li><li>Owns the entire model development process, from identifying the business requirements, data sourcing, model fitting, presenting results, and production scoring</li></ul><p><br></p><p><strong>Benefits and Perks</strong></p><p><strong>Reasons to Love It:</strong></p><p>This is a great opportunity to work for a mid-sized financial institution that is striving to be the bank of choice; one that focuses on its customers, not its competition. An organization that provides a dynamic, fulfilling work environment that is productive, collaborative and innovative.</p><ul><li>Highly visible team with a regional financial services company where your work matters and your accomplishments are recognized!</li><li>Amazing opportunity for growth, healthy work/life balance and a community focused environment</li><li>Working for an organization that focuses on company culture, inclusion and diversity</li><li>On a team whose Core values that include: Can-Do Attitude, Service at Heart and Forward Thinking</li><li>50% medical coverage for you and your entire family, short/long term disability and life insurance options</li><li>401(k) </li><li>Life Insurance</li><li>Disability coverage</li></ul><p><br></p><p><strong><span class=\"ql-cursor\"> </span>The Ideal Candidate</strong></p><p><strong>Qualifications:</strong></p><ul><li>Up-to-date knowledge of machine learning and data analytics tools and techniques</li><li>Strong knowledge in predictive modeling methodology</li><li>Experienced at leveraging both structured and unstructured data sources</li><li>Willingness and ability to learn new technologies on the job</li><li>Demonstrated ability to communicate complex results to technical and non-technical audiences</li><li>Demonstrated ability to work effectively in teams as well as independently across multiple tasks while meeting aggressive timelines</li><li>Strategic, intellectually curious thinker with focus on outcomes</li><li>Professional image with the ability to form relationships across functions</li><li>Strong experience with R/RStudio, Python, SAS, SQL, NoSQL</li><li>Strong experience with Cloud Machine Learning technologies (e.g., AWS Sagemaker)</li><li>Strong experience with machine learning environments (e.g., TensorFlow, scikit-learn, caret)</li><li>Strong understanding of statistical methods and skills such as Bayesian Networks Inference, linear and non-linear regression, hierarchical, mixed models/multi-level modeling</li><li>Financial Services background preferred</li></ul><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3964776084"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><u>Investment Data Scientist</u></p><p><br></p><p>We’re working with a tier-one hedge fund as they continue to scale their Data Science capabilities. Despite what was a challenging year for many in the markets this firm came out with double-digit gains and is continuing to scale for 2024. That was possible by hiring the best talent on the market combining that with first in class technology and resources. Compensation is some of the strongest on the street.</p><p><br></p><p><u>Role Summary</u></p><p><br></p><p>You will focus on utilizing quantitative methods to analyze various alternative and economic data sets (transaction, web traffic, clinical trial, now-cast, survey, shipping, satellite, geolocation etc.) to generate signals for investing. You will work closely with the Portfolio Manager on how your analysis could impact their universe and ultimately PnL.</p><p><br></p><p>It’s a given this role has technical elements but equally as important is the ability to communicate your analysis and really look to monetize that. As they look to monetize the data, creativity surrounding the data and analysis is very much encouraged. They need someone who enjoys the technical elements but also wants to combine them with the fundamentals of working close to the markets.</p><p><br></p><p>As a senior hire you will lead the most impactful projects, you will also play a part in mentoring some of the junior team members.</p><p><br></p><p><u>Who you are:</u></p><p><br></p><p>Our client is looking for an individual who has a demonstrable interest in the markets as well as strong communication and presentation skills. See the requirements below:</p><p><br></p><ul><li>STEM academic background</li><li>3+ years of professional experience in a Data Science/ Quantitative capacity working with alternative/ unstructured data</li><li>Proficient in using programming languages, preferably Python and SQL</li><li>Excellent communication skills</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3968173427"
    },
    {
        "title": "",
        "company": "",
        "location": "",
        "description": "\n        \n    \n    \n    \n\n    <section data-max-lines=\"5\" class=\"show-more-less-html\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Noom is a digital healthcare company that connects people to content, coaching, community, and clinicians to build healthy habits and promote better living. We’re a mission-driven, high-growth organization that’s powered by science, technology, and world-class talent.<br><br>We are seeking a Senior Data Scientist to join our dynamic team. This role will be crucial as we design and scale our new lines of business, including those with coaching or clinician components. The successful candidate will play a key role in tracking and forecasting our overall Cost of Goods Sold (COGS), understanding and modeling fixed vs. variable costs, estimating the implications of various product and operational choices, and identifying ways to optimize costs while maintaining quality and user value.<br><br><strong>What You’ll Be Doing:<br><br><br></strong><ul><li>Partner with stakeholders across Noom to implement and scale a data science system that can accurately measure and predict the cost of the services we provide our community of users</li><li>Develop and maintain models to differentiate fixed vs. variable costs, aiding in understanding how different business lines scale under different scenarios.</li><li>Estimate the implications of different product and operational choices, enabling informed decision-making.</li><li>Collaborate with cross-functional teams including product managers, engineers, and operations to support data-driven decision-making.</li><li>Present insights and recommendations to senior management and stakeholders.</li><li>Learn from and influence a diverse team of data scientists working on problems across Noom.<br><br><br></li></ul><strong>What We’re Looking For:<br><br><br></strong><ul><li>3+ years of experience as a Data Scientist in a similarly-sized organization, with a proven record of analysis and research that positively impacts your team.</li><li>Superior knowledge of statistical analysis methods, such as feature selection, logistic and standard regression, random forests, etc.</li><li>Extensive experience with pandas, numpy, and sklearn. Experience with forecasting (prophet, orbit) and causal inference (DoWhy, CausalML) tools is a plus </li><li>Experience with engineers in building an actual production system that uses machine learning and artificial intelligence. We don’t expect you to write production-quality code, but you should have some programming experience.</li><li>Familiarity with financial forecasting, customer lifetime value prediction, customer segmentation, propensity and uplift modeling and causal inference techniques.</li><li>Excellent SQL/relational algebra skills, ideally with at least a basic knowledge of how different types of databases (e.g.: column vs row storage) work.</li><li>Ability to clearly communicate technical concepts to a non-technical audience.<br><br><br></li></ul><strong>Base Salary:<br><br><br></strong><ul><li>The expected base salary for this position is $160,000 - $216,000.</li><ul><li>Our salary ranges are determined by role, level, and location. The range displayed on each job posting is based on Noom’s estimate as of the date of publication and reflects the minimum and maximum target for the position across all US locations. The actual placement of the candidate within the range is based on factors including but not limited to relevant experience, assessment of functional skills and behavioral competencies, scope, and location. This range is not inclusive of any discretionary bonus or equity package. <br><br><br></li></ul></ul><strong>Other Elements of the Rewards Package:<br><br><br></strong><ul><li>Noom currently offers a comprehensive and generous total rewards package. This package generally includes discretionary performance-based bonus, stock awards, healthcare &amp; retirement benefits, paid holidays, paid time off, disability benefits and various wellness programs, etc.<br><br><br></li></ul><strong>Location:<br><br><br></strong><ul><li>By applying to this position you will have an opportunity to share your preferred working location from the following:</li><ul><li>In-office Location(s): New York, NY, USA; Princeton, NJ, USA</li><li>Remote location(s): United States, east coast preferred</li></ul><li>Your recruiter can share more about the specific compensation package for your preferred location during the hiring process<br><br></li></ul><strong>More About Noom<br><br></strong>At Noom, we believe that the individual is the greatest force for good, not just in their health but in unlocking their fullest potential. We apply the same principles inside Noom. Across our dynamic organization, we empower our teams to execute on big ideas and we start and end each day with responsibility to make the world a healthier place. Fortune, Inc., Glassdoor, and Crain’s have all named Noom a Best Place to Work including being named on Fortune’s lists for Best Workplaces in New York, Best Workplaces in Technology, Best Workplaces for Women, and Best Workplaces for Millennials.<br><br>Noom is proud to be an Equal Opportunity Employer, and all applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, caste, national origin, physical or mental disability, protected veteran status, age, or any other characteristic protected by applicable law. Noom is committed to providing access, equal opportunity and reasonable accommodation for individuals with disabilities. To request reasonable accommodation, please email accommodations-help@noom.com.<br><br>To help protect against potential hiring scams, please be aware that all email communications from the Noom Talent team and/or hiring managers will come only from an @noom.com email address. Our assessment process includes multiple phone and/or video interview rounds, and we will never ask you for personal payment, require you to purchase equipment, or extend a job offer without the completion of this interview process. If you are unsure about the validity of a Noom job posting on another website, we strongly encourage you to instead apply directly through our website\n        </div>\n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"false\" aria-label=\"i18n_show_more\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\">\n<!---->\n        \n            Show more\n          \n\n          <icon data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\" class=\"show-more-less-html__button-icon show-more-less-button-icon\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button aria-expanded=\"true\" aria-label=\"i18n_show_less\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon lazy-loaded\" aria-hidden=\"true\" aria-busy=\"false\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" preserveAspectRatio=\"xMinYMin meet\" focusable=\"false\" class=\"lazy-loaded\" aria-busy=\"false\"><path d=\"M8 7l-5.9 4L1 9.5l6.2-4.2c.5-.3 1.2-.3 1.7 0L15 9.5 13.9 11 8 7z\" fill=\"currentColor\"></path></svg></icon>\n    </button>\n  \n<!---->    </section>\n  \n      ",
        "salary": "Not listed",
        "job_id": "3958121765"
    }
]